;(function ($) { $.fn.datepicker.language['en'] = {
    days: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت', 'الأحد'],
    daysShort: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت', 'الأحد'],
    daysMin: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت', 'الأحد'],
    months: ['يناير','فبراير','مارس','ابريل','مايو','يونيو', 'يوليو','اغسطس','سبتمبر','اكتوبر','نوفمبر','ديسمبر'],
    monthsShort: ['يناير','فبراير','مارس','ابريل','مايو','يونيو', 'يوليو','اغسطس','سبتمبر','اكتوبر','نوفمبر','ديسمبر'],
    today: 'Today',
    clear: 'Clear',
    dateFormat: 'dd MM yyyy',
    timeFormat: 'hh:ii aa',
    firstDay: 0
}; })(jQuery);