;(function($){
	$.fn.datepicker.language['ar'] = {
		days: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت', 'الأحد'],
		daysShort: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت', 'الأحد'],
		daysMin: ['الأحد', 'الإثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت', 'الأحد'],
		months: ['محرّم', 'صفر', 'ربيع الأول', 'ربيع الثاني', 'جمادى الاول', ' جمادى الثاني', 'رجب', 'شعبان', 'رمضان', 'شوّال', 'ذو القعدة', 'ذو الحجة'],
		monthsShort: ['محرّم', 'صفر', 'ربيع الأول', 'ربيع الثاني', 'جمادى الاول', ' جمادى الثاني', 'رجب', 'شعبان', 'رمضان', 'شوّال', 'ذو القعدة', 'ذو الحجة'],
        today: 'today',
        clear: 'Clear',
        dateFormat: 'dd MM yyyy',
        timeFormat: 'hh:ii aa',
        firstDay: 1
	};
})(jQuery);